[
    {
        "_id": ,
        "MovieName": ,
        "Original_language": ,
        "Spoken_languages": ,
        "DirectorName": ,
        "budget": ,
        "ShortDescription": ,
        "Genres":,
        "ReleaseDate": ,
        "Popularity":,
        "Production_companies": ,
        "Revenue": ,
        "Status": ,
        "Vote_average": ,
        "Vote_count": ,
        "LongDescription": ,
        "Banner": ,
        "IsActive":true
    },
    {
        "_id":1 ,
        "MovieName": "Titanic",
        "Original_language": "En",
        "Spoken_languages": "",
        "DirectorName": ["James Cameron"],
        "budget":"$200 million" ,
        "ShortDescription":"Seventeen-year-old Rose hails from an aristocratic family and is set to be married. When she boards the Titanic, she meets Jack Dawson, an artist, and falls in love with him." ,
        "Genres":[1, 9, 10],
        "ReleaseDate": "1997-11-18",
        "Popularity":,
        "Production_companies": ,
        "Revenue": "$2.202 billion",
        "Status": "",
        "Vote_average": 7.8,
        "Vote_count": 92549010,
        "LongDescription":"Titanic is a 1997 American epic romance and disaster film directed, written, produced, and co-edited by James Cameron. Incorporating both historical and fictionalized aspects, it is based on accounts of the sinking of the RMS Titanic, and stars Leonardo DiCaprio and Kate Winslet as members of different social classes who fall in love aboard the ship during its ill-fated maiden voyage." ,
        "Banner": ,
        "IsActive":true
    },
    {
        "_id": 2,
        "MovieName":"FF6" ,
        "Original_language": "En",
        "Spoken_languages": "",
        "DirectorName": ["Justin Lin"],
        "budget": ,
        "ShortDescription":"Hobbs is tasked with catching a team of mercenary drivers who manage to evade him every time. However, he enlists the help of Dominic and his team in exchange for full pardons for their past crimes." ,
        "Genres":[1, 9, 4,7,2],
        "ReleaseDate": "2013-5-24",
        "Popularity":,
        "Production_companies": ,
        "Revenue": ,
        "Status": ,
        "Vote_average":7.7,
        "Vote_count": 85000000,
        "LongDescription": ,
        "Banner": ,
        "IsActive":true
    },
    {
        "_id": 3,
        "MovieName": "Harry Potter and the Philosopher's Stone",
        "Original_language":"En" ,
        "Spoken_languages": [],
        "DirectorName":["Chris Columbus"] ,
        "budget": "$125 million",
        "ShortDescription": "Harry Potter, an eleven-year-old orphan, discovers that he is a wizard and is invited to study at Hogwarts. Even as he escapes a dreary life and enters a world of magic, he finds trouble awaiting him.",
        "Genres":[1, 9, 10,2],
        "ReleaseDate":"2002-04-12" ,
        "Popularity":,
        "Production_companies": ,
        "Revenue": " $1.012 billion",
        "Status": "",
        "Vote_average":6.8 ,
        "Vote_count":56304500 ,
        "LongDescription": "Harry Potter and the Philosopher's Stone is a fantasy novel written by British author J. K. Rowling. The first novel in the Harry Potter series and Rowling's debut novel, it follows Harry Potter, a young wizard who discovers his magical heritage on his eleventh birthday, when he receives a letter of acceptance to Hogwarts School of Witchcraft and Wizardry. Harry makes close friends and a few enemies during his first year at the school, and with the help of his friends, he faces an attempted comeback by the dark wizard Lord Voldemort, who killed Harry's parents, but failed to kill Harry when he was just 15 months old.",
        "Banner": ,
        "IsActive":true
    }
]