[
  {
    "_id": 1,
    "Country_id": 1,
    "Certification": "NR",
    "Meaning": "No rating information.",
    "Order": 0,
    "IsActive":true
  },
  {
    "_id": 2,
    "Country_id": 1,
    "Certification": "TV-Y",
    "Meaning": "This program is designed to be appropriate for all children.",
    "Order": 1,
    "IsActive":true
  },
  {
    "_id": 3,
    "Country_id": 1,
    "Certification": "TV-Y7",
    "Meaning": "This program is designed for children age 7 and above.",
    "Order": 2,
    "IsActive":true
  },
  {
    "_id": 4,
    "Country_id": 1,
    "Certification": "TV-G",
    "Meaning": "Most parents would find this program suitable for all ages.",
    "Order": 3,
    "IsActive":true
  },
  {
    "_id": 5,
    "Country_id": 1,
    "Certification": "TV-PG",
    "Meaning": "This program contains material that parents may find unsuitable for younger children.",
    "Order": 4,
    "IsActive":true
  },
  {
    "_id": 6,
    "Country_id": 1,
    "Certification": "TV-14",
    "Meaning": "This program contains some material that many parents would find unsuitable for children under 14 years of age.",
    "Order": 5,
    "IsActive":true
  },
  {
    "_id": 7,
    "Country_id": 1,
    "Certification": "TV-MA",
    "Meaning": "This program is specifically designed to be viewed by adults and therefore may be unsuitable for children under 17.",
    "Order": 6,
    "IsActive":true
  },

  {
    "_id": 8,
    "Country_id": 2,
    "Certification": "Exempt",
    "Meaning": "Shows which are exempt from ratings (such as news and sports programming) will not display an on-screen rating at all.",
    "Order": 0,
    "IsActive":true
  },
  {
    "_id": 9,
    "Country_id": 2,
    "Certification": "C",
    "Meaning": "Programming suitable for children ages of 2-7 years. No profanity or sexual content of any level allowed. Contains little violence.",
    "Order": 1,
    "IsActive":true
  },
  {
    "_id": 10,
    "Country_id": 2,
    "Certification": "C8",
    "Meaning": "Suitable for children ages 8+. Low level violence and fantasy horror is allowed. No foul language is allowed, but occasional \"socially offensive and discriminatory\" language is allowed if in the context of the story. No sexual content of any level allowed.",
    "Order": 2,
    "IsActive":true
  },
  {
    "_id": 11,
    "Country_id": 2,
    "Certification": "G",
    "Meaning": "Suitable for general audiences. Programming suitable for the entire family with mild violence, and mild profanity and/or censored language.",
    "Order": 3,
    "IsActive":true
  },
  {
    "_id": 12,
    "Country_id": 2,
    "Certification": "PG",
    "Meaning": "Parental guidance. Moderate violence and moderate profanity is allowed, as is brief nudity and sexual references if important to the context of the story.",
    "Order": 4,
    "IsActive":true
  },
  {
    "_id": 13,
    "Country_id": 2,
    "Certification": "14+",
    "Meaning": "Programming intended for viewers ages 14 and older. May contain strong violence and strong profanity, and depictions of sexual activity as long as they are within the context of a story.",
    "Order": 5,
    "IsActive":true
  },
  {
    "_id": 14,
    "Country_id": 2,
    "Certification": "18+",
    "Meaning": "Programming intended for viewers ages 18 and older. May contain explicit violence and sexual activity. Programming with this rating cannot air before the watershed (9:00 p.m. to 6:00 a.m.).",
    "Order": 6,
    "IsActive":true
  },

  {
    "_id": 15,
    "Country_id": 11,
    "Certification": "P",
    "Meaning": "Programming is intended for younger children 2–11; commercial stations must show at least 30 minutes of P-rated content each weekday and weekends at all times. No advertisements may be shown during P-rated programs.",
    "Order": 1,
    "IsActive":true
  },
  {
    "_id": 16,
    "Country_id": 11,
    "Certification": "C",
    "Meaning": "Programming intended for older children 5–14; commercial stations must show at least 30 minutes of C-rated content each weekday between 7 a.m. and 8 a.m. or between 4 p.m. and 8:30 p.m. A further 2 and a half ours a week must also be shown either within these time bands or between 7 a.m. and 8:30 p.m. on weekends and school holidays, for a total of five hours a week (averaged as 260 hours over the course of a year). C-rated content is subject to certain restrictions and limitations on advertising (typically five minutes maximum per 30-minute period or seven minutes including promotions and community announcements).",
    "Order": 2,
    "IsActive":true
  },
  {
    "_id": 17,
    "Country_id": 11,
    "Certification": "G",
    "Meaning": "For general exhibition; all ages are permitted to watch programming with this rating.",
    "Order": 3,
    "IsActive":true
  },
  {
    "_id": 18,
    "Country_id": 11,
    "Certification": "PG",
    "Meaning": "Parental guidance is recommended for young viewers; PG-rated content may air at any time on digital-only channels, otherwise, it should only be broadcast between 8:30 a.m. and 4:00 p.m. and between 7:00 p.m. and 6:00 a.m. on weekdays, and between 10:00 a.m. and 6:00 a.m. on weekends.",
    "Order": 4,
    "IsActive":true
  },
  {
    "_id": 19,
    "Country_id": 11,
    "Certification": "M",
    "Meaning": "Recommended for mature audiences; M-rated content may only be broadcast between 8:30 p.m. and 5:00 a.m. on any day, and additionally between 12:00 p.m. and 3:00 p.m. on schooldays.",
    "Order": 5,
    "IsActive":true
  },
  {
    "_id": 20,
    "Country_id": 11,
    "Certification": "MA15+",
    "Meaning": "Not suitable for children and teens under 15; MA15+-rated programming may only be broadcast between 9:00 p.m. and 5:00 a.m. on any given day. Consumer advice is mandatory. Some R18+ rated movies on DVD/Blu-ray are often re-edited on free TV/cable channels to secure a more \"appropriate\" MA15+ rating. Some movies that were rated R18 on DVD have since been aired in Australian TV with MA15+ rating.",
    "Order": 6,
    "IsActive":true
  },
  {
    "_id": 21,
    "Country_id": 11,
    "Certification": "AV15+",
    "Meaning": "Not suitable for children and teens under 15; this is the same as the MA15+ rating, except the \"AV\" stands for \"Adult Violence\" Meaning that anything that is Classified \"MA15+\" with the consumer advice \"Frequent Violence\" or \"Strong Violence\" will automatically become AV15+ (with that same consumer advice.) The AV rating is still allowed to exceed any MA15+ content, in particular – 'Violence'. AV15+ content may only be broadcast between 9:30 p.m. and 5:00 a.m. on any day. Consumer advice is mandatory.",
    "Order": 7,
    "IsActive":true
  },
  {
    "_id": 22,
    "Country_id": 11,
    "Certification": "R18+",
    "Meaning": "Not for children under 18; this is limited to Adult \"Pay Per View\" VC 196 and 197. Content may include graphic violence, sexual situations, coarse language and explicit drug use.",
    "Order": 8,
    "IsActive":true
  }
]
