[
  {
    "_id": 1,
    "SeasonName": "Hell on Wheels Season 1",
    "SeasonNumber": 1,
    "SeriesID": 3,
    "Description": "",
    "Number_of_episodes": 10,
    "Banner": "https://image.tmdb.org/t/p/original/8w2lwQYnAloINKLx1SwdQS1TZSJ.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 2,
    "SeasonName": "The Walking Dead Season 1",
    "SeasonNumber": 1,
    "SeriesID": 4,
    "Description": "Rick Grimes embarks on a survivalist adventure in a post-zombie apocalypse Atlanta.",
    "Number_of_episodes": 6,
    "Banner": "https://image.tmdb.org/t/p/original/yaOB2Y8GcoXwjNQ3apq67bMbNHF.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 3,
    "SeasonName": "Marvel's Agents of S.H.I.E.L.D. Season 1",
    "SeasonNumber": 1,
    "SeriesID": 5,
    "Description": "Season one begins where the “Marvel's The Avengers” left off. It's just after the battle of New York, and now that the existence of superheroes and aliens has become public knowledge, the world is trying to come to grips with this new reality. Agent Phil Coulson is back in action and now has his eye on a mysterious group called The Rising Tide. In order to track this unseen, unknown enemy, he has assembled a small, highly select group of Agents from the worldwide law-enforcement organization known as S.H.I.E.L.D.",
    "Number_of_episodes": 22,
    "Banner": "https://image.tmdb.org/t/p/original/iVNu8dvnbbdIEgcZgOKqWMEC7NQ.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 4,
    "SeasonName": "Seinfeld Season 1",
    "SeasonNumber": 1,
    "SeriesID": 2,
    "Description": "",
    "Number_of_episodes": 5,
    "Banner": "https://image.tmdb.org/t/p/original/5tnnUOx3fp94UwHMl6tRdkYfEuG.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 5,
    "SeasonName": "Game of Thrones Season 1",
    "SeasonNumber": 1,
    "SeriesID": 1,
    "Description": "Trouble is brewing in the Seven Kingdoms of Westeros. For the driven inhabitants of this visionary world, control of Westeros' Iron Throne holds the lure of great power. But in a land where the seasons can last a lifetime, winter is coming...and beyond the Great Wall that protects them, an ancient evil has returned. In Season One, the story centers on three primary areas: the Stark and the Lannister families, whose designs on controlling the throne threaten a tenuous peace; the dragon princess Daenerys, heir to the former dynasty, who waits just over the Narrow Sea with her malevolent brother Viserys; and the Great Wall--a massive barrier of ice where a forgotten danger is stirring.",
    "Number_of_episodes": 10,
    "Banner": "https://image.tmdb.org/t/p/original/wgfKiqzuMrFIkU1M68DDDY8kGC1.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 6,
    "SeasonName": "Deadwood Season 1",
    "SeasonNumber": 1,
    "SeriesID": 8,
    "Description": "1876. The Black Hills Indian Cession, two weeks after Custer's last stand. Witness the birth of an American frontier town - and the ruthless power struggle between its just and unjust pioneers. In an age of plunder and greed, the richest gold strike in American history draws a mob of restless misfits to an outlaw settlement where everything - and everyone - has a price. The settlers, ranging from an ex-lawman to a scheming saloon owner to the legendary Wild Bill Hickok and Calamity Jane, share a constant restlessness of spirit, and survive by any means necessary. Welcome to Deadwood... a hell of a place to make your fortune.",
    "Number_of_episodes": 12,
    "Banner": "https://image.tmdb.org/t/p/original/8xxxoS7ygMDFNd1yU6vKTkjXvha.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 7,
    "SeasonName": "Chuck Season 1",
    "SeasonNumber": 1,
    "SeriesID": 6,
    "Description": "",
    "Number_of_episodes": 13,
    "Banner": "https://image.tmdb.org/t/p/original/pMbn6A4gGOHHOY3Gndh5ipG2kje.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 8,
    "SeasonName": "House Season 1",
    "SeasonNumber": 1,
    "SeriesID": 10,
    "Description": "Dr. Gregory House is devoid of bedside manner  and wouldn't even talk to his patients if he could get away with it.  Dealing with his own constant physical pain, he uses a cane that seems  to punctuate his acerbic, brutally honest demeanor. While his behavior  can border on antisocial, House is a maverick physician whose  unconventional thinking and flawless instincts have afforded him a great  deal of respect. House's roster of medical cases are the inexplicable  ones other doctors can't solve, and he has assembled an elite team of  young medical experts to help him in his effort to solve these  diagnostic mysteries.",
    "Number_of_episodes": 22,
    "Banner": "https://image.tmdb.org/t/p/original/lXBIhFheyDRA72vRQvYF1mkEF27.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 9,
    "SeasonName": "Homeland Season 1",
    "SeasonNumber": 1,
    "SeriesID": 9,
    "Description": "Volatile CIA agent Carrie Mathison investigates and ultimately becomes obsessed with returned POW marine Nicholas Brody, who may or may not be an al-Qaeda-trained terrorist. Brody struggles to resume his domestic life with his wife and two children whom he barely knows. Saul tries his best to support his bipolar protégé while pursuing leads of his own and trying to hold his crumbling marriage together.",
    "Number_of_episodes": 12,
    "Banner": "https://image.tmdb.org/t/p/original/bue7kwSwLCg0RcgDn2jmxvF3fii.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 10,
    "SeasonName": "Dexter Season 1",
    "SeasonNumber": 1,
    "SeriesID": 7,
    "Description": "By day, mild-mannered Dexter is a blood-spatter analyst for the Miami police. But at night, he is a serial killer who only targets other murderers.",
    "Number_of_episodes": 12,
    "Banner": "https://image.tmdb.org/t/p/original/sIpOMfWlIkJFg1A0qHFiL5BPZbN.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 11,
    "SeasonName": "Sons of Anarchy Season 1",
    "SeasonNumber": 1,
    "SeriesID": 11,
    "Description": "Led by Clay Morrow (Ron Perlman), the outlaw motorcycle club Sons of Anarchy exerts a Mafia-like hold over the small Northern Californian town of Charming.",
    "Number_of_episodes": 13,
    "Banner": "https://image.tmdb.org/t/p/original/xKNhDgGmwCGEodcGXxV5oCC2ifO.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 12,
    "SeasonName": "Revolution Season 1",
    "SeasonNumber": 1,
    "SeriesID": 12,
    "Description": "",
    "Number_of_episodes": 20,
    "Banner": "https://image.tmdb.org/t/p/original/9gzkBMvgh2XHaaow2uZHSgNtk7g.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 13,
    "SeasonName": "Game of Thrones Season 2",
    "SeasonNumber": 2,
    "SeriesID": 1,
    "Description": "The cold winds of winter are rising in Westeros...war is coming...and five kings continue their savage quest for control of the all-powerful Iron Throne. With winter fast approaching, the coveted Iron Throne is occupied by the cruel Joffrey, counseled by his conniving mother Cersei and uncle Tyrion. But the Lannister hold on the Throne is under assault on many fronts. Meanwhile, a new leader is rising among the wildings outside the Great Wall, adding new perils for Jon Snow and the order of the Night's Watch.",
    "Number_of_episodes": 10,
    "Banner": "https://image.tmdb.org/t/p/original/5tuhCkqPOT20XPwwi9NhFnC1g9R.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 14,
    "SeasonName": "Chuck Season 2",
    "SeasonNumber": 2,
    "SeriesID": 6,
    "Description": "",
    "Number_of_episodes": 22,
    "Banner": "https://image.tmdb.org/t/p/original/6dQL16X2pwKOB6ozd22ccKbPEYB.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 15,
    "SeasonName": "Hell on Wheels Season 2",
    "SeasonNumber": 2,
    "SeriesID": 3,
    "Description": "",
    "Number_of_episodes": 10,
    "Banner": "https://image.tmdb.org/t/p/original/tGSRYufu9JO7WbSyy7Xp76pCAW9.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 16,
    "SeasonName": "The Walking Dead Season 2",
    "SeasonNumber": 2,
    "SeriesID": 4,
    "Description": "Under Rick's leadership, the group leave Atlanta in search of sanctuary.",
    "Number_of_episodes": 13,
    "Banner": "https://image.tmdb.org/t/p/original/wpG9SDyz23t3vU8dTbtSvEkxv8r.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 17,
    "SeasonName": "Seinfeld Season 2",
    "SeasonNumber": 2,
    "SeriesID": 2,
    "Description": "",
    "Number_of_episodes": 12,
    "Banner": "https://image.tmdb.org/t/p/original/pnIzg5YwOFrfJnQ31z9T2wviPBF.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 18,
    "SeasonName": "House Season 2",
    "SeasonNumber": 2,
    "SeriesID": 10,
    "Description": "House will do whatever it takes to solve a  case before it's too late, from sending one of his team to break into a  patient's home in search of clues, to attempting a controversial,  trial-and-error form of treatment to see how a patient responds. House's  methods may be suspect, but his results are not — he saves lives no one  else can. Always in House's way is Dr. Lisa Cuddy, the Dean of Medicine  and hospital administrator — and ethical gatekeeper of the hospital who  is in constant conflict with House over his extreme treatments and  unconventional behavior. House's former love Stacy Warner recently  accepted a job as General Counsel to the hospital, and her presence  there has reignited feelings House thought were safely buried.",
    "Number_of_episodes": 24,
    "Banner": "https://image.tmdb.org/t/p/original/j2LxTsMhXYqfi4k9Vome8kQc26U.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 19,
    "SeasonName": "Homeland Season 2",
    "SeasonNumber": 2,
    "SeriesID": 9,
    "Description": "Carrie continues her hunt for terrorist leader Abu Nazir while maintaining a complicated relationship with Brody that straddles the line between personal and professional. Brody is forced to work more closely with the CIA. Jessica Brody struggles to keep her family in tact despite increasing difficulty connecting with her husband. Saul discovers a clandestine plot.",
    "Number_of_episodes": 12,
    "Banner": "https://image.tmdb.org/t/p/original/17P568HN9C6VZL6nGcrotGlOc1z.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 20,
    "SeasonName": "Deadwood Season 2",
    "SeasonNumber": 2,
    "SeriesID": 8,
    "Description": "1877. A new day is dawning in the Black Hills outlaw camp of Deadwood. For better or worse, times are changing, and the transformation from camp to town is imminent. Unsavoury new arrivals - looking to cash in on the lucrative anarchy - and a government of outsiders usher in an era of hard decisions and brutal power struggles among the camp's founders. Seth Bullock is the new Sheriff and forced to stand his ground against two conniving brothel owners: cutthroat Al Swearengen, and his chief rival, the cunning Cy Tolliver. The women of Deadwood prove their mettle as Calamity Jane, Alma Garret, Trixie and Joanie stake their claim in this dangerous town of scheming misfits, all learning the hard way... fortune comes with a price...",
    "Number_of_episodes": 12,
    "Banner": "https://image.tmdb.org/t/p/original/snPwLjO35CzNdM8HHjgtXknlPzm.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 21,
    "SeasonName": "Dexter Season 2",
    "SeasonNumber": 2,
    "SeriesID": 7,
    "Description": "In season two, the bodies of Dexter's victims are uncovered and an investigation is launched in Dexter's own department to find the killer, dubbed the \"Bay Harbor Butcher.\" Debra struggles to recover, and Rita sends Dexter to Narcotics Anonymous meetings when she suspects that he has an addiction. Sergeant James Doakes, stalks Dexter, suspecting that he is connected with the \"Ice Truck Killer\" killings.",
    "Number_of_episodes": 12,
    "Banner": "https://image.tmdb.org/t/p/original/xA9H4xgzSccZmXX6ykctgIn7klj.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 22,
    "SeasonName": "Revolution Season 2",
    "SeasonNumber": 2,
    "SeriesID": 12,
    "Description": "",
    "Number_of_episodes": 22,
    "Banner": "https://image.tmdb.org/t/p/original/7M9LHhjGc1xqdCa5KZJPTzv4lsS.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 23,
    "SeasonName": "Sons of Anarchy Season 2",
    "SeasonNumber": 2,
    "SeriesID": 11,
    "Description": "This season Jax and the club deal with the fallout from Donna's death, bringing internal tensions to an all-time high while a new enemy takes root in Charming. LAN, or League of American Nationalists, is a white separatist organization headed by Ethan Zobelle (Adam Arkin) with help from his lieutenant, A.J. Weston (Henry Rollins). Zobelle opens a cigar shop on Main Street intent on ingratiating himself with the community and forcing SAMCRO out.",
    "Number_of_episodes": 13,
    "Banner": "https://image.tmdb.org/t/p/original/1kyH5qYL37qMiEWnQacvBT7rOOp.jpg",
    "Episodes": [],
    "IsActive": true
  },
  {
    "_id": 24,
    "SeasonName": "Marvel's Agents of S.H.I.E.L.D. Season 2",
    "SeasonNumber": 2,
    "SeriesID": 5,
    "Description": "In the second season, Coulson and his team look to restore trust from the government and public following S.H.I.E.L.D.'s collapse. ",
    "Number_of_episodes": 22,
    "Banner": "https://image.tmdb.org/t/p/original/y5i3wObP0DmJnOgjGSrZyJNT1bj.jpg",
    "Episodes": [],
    "IsActive": true
  }
]
